Repository: kodi-game/game.libretro.genplus
Catalog: game.libretro.genplus/resources/language/resource.language.*/strings.po
Languages: es_es, ga

# Addon Description
source: Genesis Plus GX is an enhanced port of Genesis Plus to the libretro API.[CR][CR]Features support for SG-1000, Mark-III, Master System, Game Gear, Mega Drive and Mega CD hardware.
es_es: Genesis Plus GX es una adaptación mejorada de Genesis Plus a la API libretro[CR][CR]Compatible con el hardware SG-1000, Mark-III, Master System, Game Gear, Mega Drive y Mega CD.
ga: Is port feabhsaithe de Genesis Plus chuig API libretro é Genesis Plus GX.[CR][CR]Tacaíonn sé le crua-earraí SG-1000, Mark-III, Master System, Game Gear, Mega Drive agus Mega CD.

# Addon Disclaimer
source: Special thanks to twinaphex for backporting enhancements from the GX version
es_es: Un agradecimiento especial a twinaphex por readaptar las mejoras de la versión GX
ga: Buíochas speisialta le twinaphex as feabhsuithe ar aisiompórtáil ón leagan GX

# #30001
source: System Hardware
es_es: Hardware del Sistema
ga: Crua-earraí an Chórais

# #30002
source: System Region
es_es: Región del Sistema
ga: Réigiún an Chórais

# #30003
source: System Boot ROM
es_es: ROM de Arranque del Sistema
ga: ROM Tosaithe Córais

# #30004
source: CD System BRAM (Requires Restart)
es_es: BRAM Sistema CD (Requiere Reinicio)
ga: Córas CD BRAM (Atosú Éilitheach)

# #30005
source: CD Backup Cart BRAM (Requires Restart)
es_es: BRAM Cartucho de Respaldo CD (Requiere Reinicio)
ga: Cairt Cúltaca CD BRAM (Atosú Éilitheach)

# #30006
source: CD Backup Cart BRAM Size (Requires Restart)
es_es: Tamaño de Cartucho BRAM de Respaldo de CD (Requiere Reinicio)
ga: Méid BRAM Cairt Cúltaca CD (Atosú Éilitheach)

# #30007
source: CD add-on (MD mode) (Requires Restart)
es_es: Add-on CD (Modo MD) (Requiere Reinicio)
ga: Breiseán CD (mód MD) (Éilíonn Atosú)

# #30008
source: Cartridge Lock-On
es_es: Bloqueo de Cartucho
ga: Glasáil Cartús

# #30009
source: Core-Provided Aspect Ratio
es_es: Relación de Aspecto Proporcionada por el Núcleo
ga: Cóimheas Gnéithe arna Sholáthrú ag an gCroí

# #30010
source: Borders
es_es: Bordes
ga: Teorainneacha

# #30011
source: Hide Master System Side Borders
es_es: Ocultar Bordes Laterales Master System
ga: Folaigh Teorainneacha Taobh an Mháistirchórais

# #30012
source: Game Gear Extended Screen
es_es: Pantalla Extendida Game Gear
ga: Scáileán Leathnaithe Game Gear

# #30013
source: Blargg NTSC Filter
es_es: Filtro Blargg NTSC
ga: Scagaire NTSC Blargg

# #30014
source: LCD Ghosting Filter
es_es: Filtro de Imagen Fantasma para LCD
ga: Scagaire Taibhse LCD

# #30015
source: Interlaced Mode 2 Output
es_es: Salida Modo Entrelazado 2
ga: Aschur Mód Idirfhite 2

# #30016
source: Frameskip
es_es: Salto de Fotogramas
ga: Fráma-léim

# #30017
source: Frameskip Threshold (%)
es_es: Umbral de Salto de Fotogramas (%)
ga: Tairseach Léim Fráma (%)

# #30018
source: Master System FM (YM2413)
ga: Córas Máistir FM (YM2413)

# #30019
source: Master System FM (YM2413) Core
es_es: Núcleo Master System FM (YM2413)
ga: Croílár an Mháistirchórais FM (YM2413)

# #30021
source: Sound Output
es_es: Salida de Sonido
ga: Aschur Fuaime

# #30022
source: Audio Filter
es_es: Filtro de Audio
ga: Scagaire Fuaime

# #30023
source: Low-Pass Filter %
es_es: Filtro de Paso Bajo %
ga: Scagaire Íseal-Phas %

# #30024
source: PSG Preamp Level
es_es: Nivel Preamplificador PSG
ga: Leibhéal Réamh-Amp PSG

# #30025
source: FM Preamp Level
es_es: Nivel Preamplificador FM
ga: Leibhéal Réamh-Aimplitheoir FM

# #30026
source: CD-DA Volume
es_es: Volumen CD-DA
ga: Toirt CD-DA

# #30027
source: PCM Volume
es_es: Volumen PCM
ga: Toirt PCM

# #30028
source: EQ Low
es_es: EQ Graves
ga: EQ Íseal

# #30029
source: EQ Mid
es_es: EQ Medios
ga: EQ Lár

# #30030
source: EQ High
es_es: EQ Agudos
ga: EQ Ard

# #30031
source: Light Gun Input
es_es: Entrada Pistola de Luz
ga: Ionchur Gunna Solais

# #30032
source: Show Light Gun Crosshair
es_es: Mostrar Punto de Mira Pistola de Luz
ga: Taispeáin Crosghruaig Gunna Solais

# #30033
source: Invert Mouse Y-Axis
es_es: Invertir Eje Y de Ratón
ga: Inbhéartaigh Ais-Y na Luiche

# #30034
source: Remove Per-Line Sprite Limit
es_es: Eliminar Límite de Sprites por Línea
ga: Bain Teorainn Sprid In Aghaidh na Líne

# #30035
source: Enhanced per-tile vertical scroll
es_es: Desplazamiento vertical por trama mejorado
ga: Scrollaigh ingearach feabhsaithe in aghaidh an tíle

# #30036
source: Enhanced per-tile vertical scroll limit
es_es: Límite de desplazamiento vertical por trama mejorado
ga: Teorainn scrollaithe ingearach feabhsaithe in aghaidh an tíle

# #30037
source: CPU Speed
es_es: Velocidad CPU
ga: Luas LAP

# #30038
source: System Lock-Ups
es_es: Bloqueos del Sistema
ga: Glasáil-suas an Chórais

# #30039
source: 68K Address Error
es_es: Error de Dirección 68K
ga: Earráid Seoladh 68K

# #30041
source: PSG Tone Channel 0 Volume %
es_es: Volumen Tono PSG Canal 0 %
ga: Cainéal Ton PSG 0 Toirt %

# #30042
source: PSG Tone Channel 1 Volume %
es_es: Volumen Tono PSG Canal 1 %
ga: % Toirt Cainéal 1 Ton PSG

# #30043
source: PSG Tone Channel 2 Volume %
es_es: Volumen Tono PSG Canal 2 %
ga: % Toirt Cainéal 2 Ton PSG

# #30044
source: PSG Noise Channel 3 Volume %
es_es: Volumen Ruido PSG Canal 3 %
ga: Torann PSG Cainéal 3 Toirt %

# #30045
source: Mega Drive/Genesis FM Channel 0 Volume %
es_es: Volumen Mega Drive/Genesis Canal FM 0 %
ga: Cainéal Mega Drive/Genesis FM 0 % Toirt

# #30046
source: Mega Drive/Genesis FM Channel 1 Volume %
es_es: Volumen Mega Drive/Genesis Canal FM 1 %
ga: Cainéal 1 Mega Drive/Genesis FM % Toirt

# #30047
source: Mega Drive/Genesis FM Channel 2 Volume %
es_es: Volumen Mega Drive/Genesis Canal FM 2 %
ga: % Toirt Cainéal 2 Mega Drive/Genesis FM

# #30048
source: Mega Drive/Genesis FM Channel 3 Volume %
es_es: Volumen Mega Drive/Genesis Canal FM 3 %
ga: Cainéal 3 Mega Drive/Genesis FM % Toirt

# #30049
source: Mega Drive/Genesis FM Channel 4 Volume %
es_es: Volumen Mega Drive/Genesis Canal FM 4 %
ga: Mega Drive/Genesis FM Cainéal 4 % Toirt

# #30050
source: Mega Drive/Genesis FM Channel 5 Volume %
es_es: Volumen Mega Drive/Genesis Canal FM 5 %
ga: Cainéal 5 Mega Drive/Genesis FM % Toirt

# #30051
source: Master System FM (YM2413) Channel 0 Volume %
es_es: Volumen Master System (YM2413) Canal FM 0 %
ga: Córas Máistir FM (YM2413) Cainéal 0 Toirt %

# #30052
source: Master System FM (YM2413) Channel 1 Volume %
es_es: Volumen Master System (YM2413) Canal FM 1 %
ga: Córas Máistir FM (YM2413) Cainéal 1 Toirt %

# #30053
source: Master System FM (YM2413) Channel 2 Volume %
es_es: Volumen Master System (YM2413) Canal FM 2 %
ga: Córas Máistir FM (YM2413) Cainéal 2 Toirt %

# #30054
source: Master System FM (YM2413) Channel 3 Volume %
es_es: Volumen Master System (YM2413) Canal FM 3 %
ga: Córas Máistir FM (YM2413) Cainéal 3 Toirt %

# #30055
source: Master System FM (YM2413) Channel 4 Volume %
es_es: Volumen Master System (YM2413) Canal FM 4 %
ga: Córas Máistir FM (YM2413) Cainéal 4 Toirt %

# #30056
source: Master System FM (YM2413) Channel 5 Volume %
es_es: Volumen Master System (YM2413) Canal FM 5 %
ga: Córas Máistir FM (YM2413) Cainéal 5 Toirt %

# #30057
source: Master System FM (YM2413) Channel 6 Volume %
es_es: Volumen Master System (YM2413) Canal FM 6 %
ga: Córas Máistir FM (YM2413) Cainéal 6 Toirt %

# #30058
source: Master System FM (YM2413) Channel 7 Volume %
es_es: Volumen Master System (YM2413) Canal FM 7 %
ga: Córas Máistir FM (YM2413) Cainéal 7 Toirt %

# #30059
source: Master System FM (YM2413) Channel 8 Volume %
es_es: Volumen Master System (YM2413) Canal FM 8 %
ga: Córas Máistir FM (YM2413) Cainéal 8 Toirt %

# #30060
source: Force VDP Mode
es_es: Forzar Modo VDP
ga: Mód VDP Fórsála

# #30061
source: CD Access Time
es_es: Tiempo de Acceso a CD
ga: Am Rochtana CD

# #30062
source: CD Image Cache
es_es: Caché de Imagen de CD
ga: Taisce Íomhá CD
